Repository: KloopMedia/FlutterTurnip
Catalog: lib/l10n/app_*.arb
Languages: ky, ru, uk

# definitionUser
source: User – an individual over 18 years old or a legal entity that has accepted the terms of the User Agreement and has legal access to the mobile application via the Internet.
ky: Колдонуучу – 18 жаштан жогору жеке же юридикалык жак, Колдонуучу келишиминин шарттарын кабыл алып, интернет аркылуу мобилдик тиркемеге мыйзамдуу жеткиликтүүлүк алган тарап.
ru: Пользователь – физическое лицо старше 18 лет или юридическое лицо, принявшее условия Пользовательского соглашения и имеющий правомерный доступ к мобильному приложению, посредством сети Интернет.

# generalTitle
source: GENERAL PROVISIONS
ky: 2. ЖАЛПЫ ЖОБО
ru: 2. ОБЩИЕ ПОЛОЖЕНИЯ

# generalContent
source: 2.1. The User's use of the mobile application services signifies their agreement with this Privacy Policy and the terms of personal data processing. 2.2. If the User disagrees with the terms of the Privacy Policy, they must discontinue using the services, materials, and features of the mobile application. 2.3. This Privacy Policy applies solely to the mobile application. The Administration does not control and is not responsible for third-party websites that the User may access via links available in the mobile application. The Administration encourages the User to carefully review the privacy policies of such third-party websites before providing their personal information. 2.4. The User guarantees that the personal data they enter is accurate and does not violate the legal rights of third parties. 2.5. The Administration does not verify the accuracy of the User's personal data.
ky: 2.1. Колдонуучунун мобилдик тиркеменин кызматтарын колдонушу, анын ушул Купуялуулук саясатына жана жеке маалыматтарды иштетүү шарттарына макул экендигин билдирет. 2.2. Эгерде Колдонуучу Купуялуулук саясатынын шарттарына макул болбосо, мобилдик тиркеменин кызматтарын колдонууну токтотууга милдеттүү. 2.3. Бул Купуялуулук саясаты мобилдик тиркеме үчүн гана колдонулат. Администрация колдонуучу мобилдик тиркеме аркылуу өтө ала турган үчүнчү жактын веб-сайттарын башкарбайт жана алар үчүн жоопкерчилик тартпайт. 2.4. Колдонуучу берген жеке маалыматтар чын экендигин жана үчүнчү жактардын укуктарын бузбай турганын тастыктайт. 2.5. Администрация колдонуучунун жеке маалыматтарынын аныктыгын текшербейт.
ru: 2.1. Использование Пользователем услуг мобильного приложения означает его согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя. 2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование услуг, материалов и сервисов мобильного приложения. 2.3. Настоящая Политика конфиденциальности применяется только по отношению к мобильному приложению. Администрация не контролирует и не несет ответственности за веб-сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным в мобильном приложении. Администрация призывает Пользователя перед представлением своей персональной информации на сторонних веб-сайтах внимательно ознакомиться с их политикой конфиденциальности. 2.4. Пользователь заверяет, что вводимые им персональные данные достоверны и не нарушают законных прав третьих лиц. 2.5. Администрация не проверяет достоверность персональных данных Пользователя.

# subjectTitle
source: SUBJECT OF THE PRIVACY POLICY
ky: 3. КУПУЯЛУУЛУК САЯСАТЫНЫН МАЗМУНУ
ru: 3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ

# subjectContent
source: 3.1. This Privacy Policy establishes the Administration's obligations to maintain confidentiality and protect the User's personal data provided during the use of the mobile application. 3.2. The Administration takes appropriate measures to ensure the security of the User's personal information. However, no method of information transmission or storage on the Internet is entirely secure; therefore, the Administration cannot guarantee absolute security.
ky: 3.1. Бул Купуялуулук саясаты Колдонуучу тарабынан берилген жеке маалыматтарды жашыруун сактоо жана коргоо шарттарын аныктайт. 3.2. Администрация колдонуучунун жеке маалыматтарынын коопсуздугун камсыздоо үчүн тиешелүү чараларды көрөт. Бирок, интернетте маалыматтарды берүү жана сактоо ыкмалары толугу менен коопсуз боло албайт, ошондуктан Администрация маалыматтардын абсолюттук коопсуздугуна кепилдик бере албайт.
ru: 3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет при использовании мобильного приложения. 3.2. Администрация предпринимает соответствующие меры для обеспечения безопасности персональной информации Пользователя. Однако метод передачи информации и метод ее хранения в сети Интернет не может быть полностью безопасным, поэтому Администрация не гарантирует абсолютную безопасность персональной информации.

# purposeTitle
source: PURPOSES OF COLLECTING USER PERSONAL INFORMATION
ky: 4. КОЛДОНУУЧУНУН ЖЕКЕ МААЛЫМАТТАРЫН ЖЫЙНОО МАКСАТТАРЫ
ru: 4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ

# purposeContent
source: 4.1. The Administration may use personal data exclusively for service provision, as well as for: 4.1.1. Establishing feedback with the User; 4.1.2. Confirming (if necessary) the accuracy and completeness of the personal data provided by the User; 4.1.3. Determining the User's location for purposes defined by the User Agreement; 4.1.4. Processing and obtaining information about the categories of mobile application services selected by the User; 4.1.5. Conducting marketing activities with the User's consent.
ky: 4.1. Администрация жеке маалыматтарды төмөнкү максаттарда колдоно алат: 4.1.1. Колдонуучу менен байланыш түзүү; 4.1.2. Колдонуучу берген маалыматтардын тактыгын жана толуктугун текшерүү; 4.1.3. Колдонуучунун жайгашкан жерин аныктоо (Колдонуучу келишими аркылуу); 4.1.4. Колдонуучу тандаган мобилдик тиркеменин кызматтарын иштетүү; 4.1.5. Жарнамалык иш-аракеттерди жүргүзүү (Колдонуучунун макулдугу менен).
ru: 4.1. Администрация может использовать персональные данные исключительно в целях оформления оказания услуг, а также: 4.1.1. установления с Пользователем обратной связи; 4.1.2. подтверждения (в случае необходимости) достоверности и полноты персональных данных, предоставленных Пользователем; 4.1.3. определения места нахождения Пользователя в целях, определенных Пользовательским соглашением; 4.1.4. обработки и получения сведений о выбранных Пользователем категорий услуг мобильного приложения; 4.1.5. осуществления рекламной деятельности, но с согласия Пользователя.

# processingTitle
source: METHODS AND TERMS OF PERSONAL DATA PROCESSING
ky: 5. ЖЕКЕ МААЛЫМАТТАРДЫ ИШТЕТҮҮ ЫКМАЛАРЫ ЖАНА МӨӨНӨТҮ
ru: 5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ

# processingContent
source: 5.1. Personal data processing is carried out without any time limitation, using any legal means, including information systems with or without automated tools. 5.2. The User agrees that the Administration has the right to transfer personal data to third parties, including recruitment agencies, employers, telecommunications operators, and courier services, solely for service provision purposes. 5.3. User personal data may be transferred to authorized state authorities under the grounds and procedures established by the legislation of the Kyrgyz Republic. 5.4. In the event of personal data loss or disclosure, the Administration will notify the User.
ky: 5.1. Колдонуучунун жеке маалыматтары чектөөсүз мөөнөткө, мыйзамдуу ыкмалар менен иштетилет. 5.2. Администрация кызмат көрсөтүү максатында жеке маалыматтарды үчүнчү жактарга өткөрүп бере алат (мисалы, иш берүүчүлөргө, курьердик кызматтарга ж.б.). 5.3. Колдонуучунун жеке маалыматтары Кыргыз Республикасынын мыйзамдарына ылайык мамлекеттик органдарга берилет. 5.4. Жеке маалыматтар жоголсо же ачыкка чыкса, Администрация бул тууралуу Колдонуучуну кабардар кылат.
ru: 5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств. 5.2. Пользователь соглашается с тем, что Администрация вправе передавать персональные данные третьим лицам, в частности, кадровым агентствам, работодателям, операторам электросвязи, курьерским службам, исключительно в целях оказания услуг Пользователю. 5.3. Персональные данные Пользователя могут быть переданы уполномоченным государственным органам по основаниям и в порядке, предусмотренным законодательством Кыргызской Республики. 5.4. При утрате или разглашении персональных данных Администрация информирует Пользователя о случившемся.

# obligationsTitle
source: OBLIGATIONS OF THE PARTIES
ky: 6. ТАРАПТАРДЫН МИЛДЕТТЕРИ
ru: 6. ОБЯЗАТЕЛЬСТВА СТОРОН

# userObligationsTitle
source: 6.1. The User must:
ky: 6.1. Колдонуучу:
ru: 6.1. Пользователь обязан:

# userObligationsContent
source: 6.1.1. Provide accurate and complete information about the requested personal data (contact phone number and email address); 6.1.2. Provide necessary additional information upon the Administration's request; 6.1.3. Comply with the terms of the User Agreement and this Privacy Policy.
ky: 6.1.1. Чын жана толук маалымат берүү; 6.1.2. Администрациянын суроо-талабы боюнча кошумча маалымат берүү; 6.1.3. Колдонуучу келишиминин жана Купуялуулук саясатынын шарттарын сактоо.
ru: 6.1.1. предоставить достоверную и полную информацию о запрашиваемых Администрацией персональных данных (контактный номер телефона и электронный почтовый адрес); 6.1.2. по запросу Администрации предоставить необходимую дополнительную информацию; 6.1.3. соблюдать условия Пользовательского соглашения, а также действующей Политики конфиденциальности.

# adminObligationsTitle
source: 6.2. The Administration must:
ky: 6.2. Администрация:
ru: 6.2. Администрация обязана:

# adminObligationsContent
source: 6.2.1. Use the received information exclusively to provide quality services to Users; 6.2.2. Ensure the confidentiality of stored information to the best of its ability; 6.2.3. Refuse to provide services to the User if they fail to pay for the services or provide false personal data that may hinder service provision.
ky: 6.2.1. Жеке маалыматтарды сапаттуу кызмат көрсөтүү үчүн гана колдонуу; 6.2.2. Купуялуулукту мүмкүн болушунча камсыздоо; 6.2.3. Калп маалымат берилсе же кызмат акысы төлөнбөсө, кызмат көрсөтүүдөн баш тартуу.
ru: 6.2.1. использовать полученную информацию исключительно в целях качественного предоставления услуг Пользователям; 6.2.2. обеспечить по мере своей возможности хранение конфиденциальной информации; 6.2.3. отказаться от оказания услуг Пользователю, в случае неуплаты последним стоимости услуг, либо предоставления ложных сведений о персональных данных, которое может затруднить оказание услуг.

# responsibilityTitle
source: LIABILITY OF THE PARTIES
ky: 7. ТАРАПТАРДЫН ЖООПКЕРЧИЛИГИ
ru: 7. ОТВЕТСТВЕННОСТЬ СТОРОН

# responsibilityContent
source: 7.1. The Administration, if it fails to fulfill its obligations, is liable in accordance with the legislation of the Kyrgyz Republic. 7.2. In case of loss or disclosure of confidential information, the Administration is not responsible if the confidential information: 7.2.1. Became public before its loss or disclosure; 7.2.2. Is part of publicly available personal data; 7.2.3. Was provided based on a legitimate request from an authorized state body; 7.2.4. Was obtained by a third party before being received by the Administration; 7.2.5. Was disclosed with the User's consent.
ky: 7.1. Администрация Кыргыз Республикасынын мыйзамдарына ылайык жоопкерчилик тартат. 7.2. Купуялуулук бузулган учурда, эгер маалымат: 7.2.1. Жалпыга маалым болсо; 7.2.2. Мамлекеттик орган тарабынан суралса; 7.2.3. Үчүнчү жактарга мурун берилген болсо; 7.2.4. Колдонуучунун макулдугу менен ачылган болсо, Администрация жоопкерчилик тартпайт.
ru: 7.1. Администрация, не исполнившая свои обязательства, несёт ответственность в соответствии с законодательством Кыргызской Республики. 7.2. В случае утраты или разглашения конфиденциальной информации Администрация не несёт ответственность, если данная конфиденциальная информация: 7.2.1. стала носить публичный характер до её утраты или разглашения; 7.2.2. относится к общедоступному массиву персональных данных; 7.2.3. предоставлена на основании соответствующего запроса уполномоченного государственного органа; 7.2.4. получена третьей стороной до момента её получения Администрацией; 7.2.5. разглашена с согласия Пользователя.

# disputesTitle
source: DISPUTE RESOLUTION
ky: 8. ТАЛАШТАРДЫ ЧЕЧҮҮ
ru: 8. РАЗРЕШЕНИЕ СПОРОВ

# disputesContent
source: 8.1. All disputes arising from the relationship between the User and the Administration shall be resolved through negotiations and the preparation of claims. 8.2. If the Parties fail to reach an agreement through negotiations or if no response is received within 15 (fifteen) calendar days from the date of the claim, the dispute shall be resolved under the legislation of the Kyrgyz Republic.
ky: 8.1. Талаш-тартыштар сүйлөшүү жана даттануу каттары аркылуу чечилет. 8.2. Эгерде 15 күндүн ичинде жооп болбосо, талаш Кыргыз Республикасынын мыйзамдарына ылайык каралат.
ru: 8.1. Все споры, возникающие из отношений между Пользователем и Администрацией, будут разрешаться путем переговоров и подготовки претензионных писем. 8.2. Если Стороны не достигнут соглашения в ходе переговоров, или на полученное претензионное письмо не будет получен ответ в течение 15 (пятнадцати) календарных дней, то спор подлежит рассмотрению в порядке предусмотренном законодательством Кыргызской Республики.

# additionalTitle
source: ADDITIONAL TERMS
ky: 9. КОШУМЧА ШАРТТАР
ru: 9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ

# additionalContent
source: 9.1. The Administration has the right to amend this Privacy Policy without the User's consent. 9.2. The new Privacy Policy takes effect upon its publication in the mobile application unless otherwise provided by its updated version. 9.3. By continuing to use the mobile application, the User agrees to the new Privacy Policy. If the User disagrees with the updated Privacy Policy, they must stop using the mobile application.
ky: 9.1. Администрация Купуялуулук саясатын колдонуучунун макулдугусуз өзгөртө алат. 9.2. Жаңы саясат мобилдик тиркемеде жарыяланган учурдан тартып күчүнө кирет. 9.3. Колдонуучу жаңы Купуялуулук саясаты менен макул болбосо, мобилдик тиркемени колдонууну токтотууга милдеттүү.
ru: 9.1. Администрация вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя. 9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения в мобильном приложении, если иное не предусмотрено новой редакцией Политики конфиденциальности. 9.3. При дальнейшем пользовании услугами мобильного приложения, Пользователь соглашается с новыми условиями Политики конфиденциальности. В случае несогласия Пользователя с новыми условиями Политики конфиденциальности, Пользователь обязан прекратить использовать мобильное приложение.

# confirmationText
source: The User confirms that they have read and unconditionally accept all provisions of this Privacy Policy.
ky: Колдонуучу ушул Купуялуулук саясатынын бардык шарттары менен таанышып, аларды толук кабыл алганын тастыктайт.
ru: Пользователь подтверждает, что ознакомлен со всеми пунктами настоящей Политики конфиденциальности и безусловно принимает их.
