Repository: KloopMedia/FlutterTurnip
Catalog: lib/l10n/app_*.arb
Languages: ky, ru, uk

source: Welcome!
ky: Кош келиңиз!
ru: Добро пожаловать!
uk: Вітаємо!

# welcome_title
source: Join the community of proactive people
ky: Демилгелүү адамдардын коомуна кошулуңуз
ru: Присоединяйтесь к социальным кампаниям
uk: Долучайтеся до соціальних кампаній

# welcome_subtitle
source: Here people unite and solve socially significant problems together. You can join campaigns that interest you or even create your own!
ky: Бул жерде адамдар биригип, социалдык маанилүү маселелерди биргелешип чечишет. Сизди кызыктырган кампанияларга кошула аласыз же өзүңүздүн кампанияңызды түзө аласыз!
ru: Здесь люди объединяются и решают общественно значимые проблемы вместе. Вы можете присоединиться к интересующим вас кампаниям или даже создать свою!
uk: Тут люди об'єднуються і вирішують суспільно значущі проблеми разом. Ви можете приєднатися до кампаній, які вас цікавлять, або навіть створити свою!

# choose_language
source: Choose the language
ky: Тилди тандаңыз
ru: Выберите язык
uk: Оберіть мову

# choose_country
source: Choose the country
ky: Өлкөнү тандаңыз
ru: Выберите страну
uk: Оберіть країну

source: Indicate country
ky: Өлкөнү көрсөтүңүз
ru: Укажите страну
uk: Вкажіть країну

# indicate_your_country
source: Please, indicate Your country
ky: Сураныч, өлкөңүздү көрсөтүңүз
ru: Пожалуйста, укажите Вашу страну
uk: Будь ласка, вкажіть Вашу країну

source: Confirm
ky: Ырастоо
ru: Подтвердить
uk: Підтвердити

# sign_in_or_sign_up
source: Sign in or sign up to continue
ky: Улантуу үчүн кириңиз же катталыңыз
ru: Авторизуйтесь или зарегистрируйтесь, чтобы продолжить
uk: Авторизуйтесь або зареєструйтесь, щоб продовжити

# choose_language_and_sign_up
source: Choose the language and sign up to continue
ky: Улантуу үчүн тилди тандаңыз жана катталыңыз
ru: Выберите язык и зарегистрируйтесь, чтобы продолжить
uk: Оберіть мову мову та зареєструйтесь, щоб продовжити

source: Sign in
ky: Кириңиз
ru: Авторизуйтесь
uk: Авторизуйтесь

source: Continue with Google
ky: Google менен улантуу
ru: Продолжить с Google
uk: Продовжити з Google

source: Continue with Apple
ky: Apple менен улантуу
ru: Продолжить с Apple
uk: Продовжити з Apple

# have_an_account
source: Do you already have an account?
ky: Сиздин аккаунтуңуз барбы?
ru: У Вас уже есть аккаунт?
uk: У вас вже є акаунт?

# enter_phone_number
source: Enter your phone number
ky: Телефон номериңизди киргизиңиз
ru: Введите Ваш номер телефона
uk: Введіть ваш номер телефону

source: Phone number verification
ky: Телефон номерин текшерүү
ru: Подтверждение номера телефона
uk: Підтвердження номера телефону

# enter_code
source: Enter the 6-digit code sent to your number
ky: Номериңизге жөнөтүлгөн 6 орундуу кодду киргизиңиз
ru: Введите 6-значный код, отправленный на Ваш номер
uk: Введіть 6-значний код, відправлений на ваш номер

# received_code
source: Code not received?
ky: Код алынган жокпу?
ru: Не пришел код?
uk: Не прийшов код?

source: Resend code
ky: Кайра жөнөтүү
ru: Отправить повторно
uk: Надіслати повторно

# resend_code_count
source: Resend code in {count} sec.
ky: Кайра жөнөтүү {count} сек.
ru: Отправить повторно {count} сек.
uk: Надіслати повторно {count} сек.

# further
source: Continue
ky: Андан ары
ru: Продолжить
uk: Продовжити

source: OR
ky: ЖЕ
ru: ИЛИ
uk: АБО

source: Skip
ky: Өткөрүп жиберүү
ru: Пропустить
uk: Пропустити

# section_selection_title
source: Select the course:
ky: Курсту тандаңыз:
ru: Выберите курс:
uk: Чим Ви хочете займатися?

# section_selection
source: Select the section you are interested in
ky: Сизди кызыктырган бөлүмдү тандаңыз
ru: Выберите интересующий Вас раздел
uk: Виберіть цікавий для вас розділ вивчення

# english_section
source: English language learning
ky: Англис тилин үйрөнүү
ru: Изучение английского языка
uk: Вивчення англійської мови

# mobilography_section
source: Learning the skill of mobilography
ky: Мобилографиялык чеберчиликти үйрөнүү
ru: Изучение навыка мобилографии
uk: Вивчення навички мобілографії

source: Login
ky: Кирүү
ru: Зарегистрироваться
uk: Зареєструватися

source: LOG OUT FROM EMAIL
ky: Почтадан Чыгуу
ru: ВЫЙТИ ИЗ ПОЧТЫ
uk: ВИЙТИ З ПОШТИ

source: Home
ky: Башкы бет
ru: Главная Страница
uk: Головна сторінка

source: Tasks
ky: Тапшырмалар
ru: Задания
uk: Завдання

source: Campaigns
ky: Кампаниялар
ru: Кампании
uk: Кампанії

source: HomePage Logout IconButton
ru: Кнопка Выхода
uk: Кнопка виходу

# error_occurred
source: An error occurred
ky: Системада белгисиз ката кетти
ru: Обнаружена ошибка
uk: Виявлено помилку

source: Notifications
ky: Билдирүүлөр
ru: Уведомления
uk: Повідомлення

source: LOGOUT
ky: ЧЫГУУ
ru: ВЫЙТИ
uk: ВИЙТИ

# book_online
source: Book an online appointment
ky: онлайн жолугушууга жазылыңыз
ru: Записаться на онлайн прием
uk: Записатися на онлайн прийом

# book_offline
source: Book an offline appointment
ky: оффлайн жолугушууга жазылыңыз
ru: Записаться на оффлайн прием
uk: Записатися на офлайн прийом

source: Ok
ky: Oк
ru: Ок
uk: Ок

source: Done
ky: Аткарылган тапшырмалар
ru: Выполненные
uk: Виконані

source: To do
ky: Аткарыла элек тапшырмалар
ru: Невыполненные
uk: Невиконані

source: Available
ky: Жеткиликтүү
ru: Доступные
uk: Доступні

source: Cancel
ky: Артка кайрылуу
ru: Отменить
uk: Скасувати

source: My Tasks
ky: Менин тапшырмаларым
ru: Мои Задачи
uk: Мої завдання

source: New Tasks
ky: Жаңы тапшырмалар
ru: Новые Задачи
uk: Нові завдання

source: Create
ky: Түзүү
ru: Создать
uk: Створити

source: Receive
ky: Жаңы тапшырма алуу
ru: Получить
uk: Отримати

source: Edit
ky: Өзгөртүү
ru: Изменить
uk: Змінити

source: Sent
ky: Жиберилди
ru: Отправлено
uk: Відправлено

source: Not sent
ky: Жибериле элек
ru: Неотправлено
uk: Не відправлено

# opentosee
source: View/Open
ky: Тапшырманы көрүү/ачуу
ru: Посмотреть/Открыть
uk: Подивитися/Відкрити

# close
source: Next
ky: Жабуу
ru: Закрыть
uk: Закрити

source: Select file
ky: Файлды тандаңыз
ru: Выберите файл
uk: Виберіть файл

source: to upload
ky: жүктөө үчүн
ru: для загрузки
uk: для завантаження

# sign_in_with_google
source: Sign in with Google account
ky: Google аккаунту аркылуу кирүү
ru: Вход с аккаунтом Google
uk: Вхід з акаунтом Google

# sign_in_with_apple
source: Sign in with Apple ID account
ky: Apple ID аккаунту аркылуу кирүү
ru: Вход с аккаунтом Apple ID
uk: Вхід з акаунтом Apple ID

source: Failed to load campaigns
ky: Кампанияларды жүктөөдөгү ката
ru: Не удалось загрузить кампании
uk: Не вдалося завантажити кампанії

source: Failed to load tasks
ky: Тапшырманы жүктөөдөгү ката
ru: Не удалось загрузить задания
uk: Не вдалося завантажити завдання

# fetching_error
source: Error occurred while fetching campaigns
ky: Кампанияларды алуудагы ката
ru: Ошибка при получении кампаний
uk: Помилка під час отримання кампаній

# fetching_error_tasks
source: An error occurred while fetching tasks
ky: Тапшырмаларды алуудагы ката
ru: Ошибка при получении заданий
uk: Помилка під час отримання завдань

source: System
ky: Система
ru: Система
uk: Система

source: Language
ky: Тилди тандоо
ru: Выбрать язык
uk: Обрати мову

# are_you_sure_logout
source: Are you sure you want to log out?
ky: Чыгууну тастыктаңыз
ru: Вы уверены что хотите выйти?
uk: Ви впевнені, що хочете вийти?

# request_received
source: Your request has been received!
ky: Сиздин кайрылууңуз кабыл алынды!
ru: Ваше обращение получено!
uk: Ваше звернення отримано!

source: No uncompleted tasks
ky: Аткарыла элек тапшырмалар жок
ru: Нет невыполненных заданий
uk: Немає невиконаних завдань

source: No available tasks
ky: Жаңы тапшырмалар жок
ru: Нет доступных заданий
uk: Немає доступних завдань

source: No completed tasks
ky: Аткарылган тапшырмалар жок
ru: Нет выполненных заданий
uk: Немає виконаних завдань

source: New notification
ky: Жаңы билдирүү
ru: Новое уведомление
uk: Нове повідомлення

source: Read notifications
ky: Окулган билдирүүлөр
ru: Прочитанные
uk: Прочитані

source: Unread notifications
ky: Окула элек билдирүүлөр
ru: Непрочитанные
uk: Непрочитані

source: Important notification
ky: Маанилүү билдирүү
ru: Важное уведомление
uk: Важливе повідомлення

source: You have
ky: Сизде
ru: У вас
uk: У вас

source: unread message
ky: окула элек билдирүү бар
ru: непрочитанное сообщение
uk: непрочитане повідомлення

# empty_richtext
source: No explanation for the task
ky: Тапшырма үчүн түшүндүрмө жок
ru: К заданию нет пояснений
uk: До завдання немає пояснень

source: Open richtext
ky: Рич-текстти ачуу
ru: Открыть рич-текст
uk: Щоб відкрити рич-текст

# empty_form_fields
source: Your form has empty fields. Please correct them and submit again
ky: Формаңызда боштук бар. Аларды оңдоп, кайра тапшырыңыз
ru: В вашей форме есть пустые поля. Пожалуйста, исправьте их и отправьте снова
uk: У вашій формі є порожні поля. Будь ласка, виправте їх і надішліть знову

source: Form error
ky: Форма катасы
ru: Ошибка формы
uk: Помилка форми

# task_returned
source: Returned
ky: Кайтарылды
ru: Возвращено
uk: Повернено

# test_returned
source: Returned. Please answer the questions again
ky: Кайтарылды. Суроолорго кайра жооп бериңиз
ru: Возвращено. Пожалуйста снова ответьте на вопросы
uk: Повернено. Будь ласка, дайте відповідь на запитання знову

# delete_account_button
source: Delete account
ky: Аккаунтту өчүрүү
ru: Удалить аккаунт
uk: Видалити акаунт

# delete_account_dialog_title
source: Delete account
ky: Аккаунтту өчүрүү
ru: Удаление аккаунта
uk: Видалення акаунта

# delete_account_dialog_body
source: Are you sure you want to delete your account without further possibility to recover it?
ky: Аккаунтуңузду калыбына келтирүү мүмкүнчүлүгү жок биротоло өчүргүңүз келеби?
ru: Вы уверены, что хотите удалить свой аккаунт навсегда, без возможности восстановления?
uk: Ви впевнені, що хочете видалити свій акаунт назавжди, без можливості відновлення?

# delete_account_confirmation
source: Delete
ky: Өчүрүү
ru: Удалить
uk: Видалити

source: Settings
ky: Жөндөөлөр
ru: Настройки
uk: Налаштування

source: Privacy Policy
ky: Купуялык саясаты
ru: Политика конфиденциальности
uk: Політика конфіденційності

# privacy_policy_acceptance_1
source: By registering, I accept
ky: Каттоо менен мен
ru: Регистрируясь, я принимаю
uk: Реєструючись, я приймаю

# privacy_policy_acceptance_2
source: Privacy Policy
ky: Купуялык саясатын
ru: Политику конфиденциальности
uk: Політику конфіденційності

# form_submit_button
source: Enter
ky: Жөнөтүү
ru: Отправить
uk: Надіслати

# form_divider
source: Your form starts here
ky: Сиздин формаңыз ушул жерден башталат
ru: Ваша форма начинается здесь
uk: Ваша форма починається тут

# join_campaign
source: Join course
ky: Курска кошулуу
ru: Присоединиться к курсу
uk: Долучитися до кампанії

# joined_campaigns
source: Courses you have joined can be found in the “My Courses” tab
ky: Кошулган курстарды “Сиздин курстарыңыз” өтмөгүнөн тапса болот
ru: Курси, до яких ви приєдналися, можете знайти у вкладці “Мої курси”
uk: Кампанії, до яких ви приєдналися, можете знайти у вкладці «Мої кампанії»

# joined
source: You have joined!
ky: Сиз кошулдуңуз!
ru: Вы присоединились!
uk: Ви приєдналися!

source: Got it
ky: Түшүнүктүү
ru: Понятно
uk: Зрозуміло

source: Yes
ky: Ооба
ru: Да
uk: Так

source: No
ky: Жок
ru: Нет
uk: Ні

# unknown_state
source: Error: Unknown state!
ky: Ката: Белгисиз абал!
ru: Ошибка: неизвестное состояние!
uk: Помилка: невідомий стан!

source: Available tasks
ky: Жеткиликтүү тапшырмалар
ru: Доступные задания
uk: Доступні завдання

source: closed
ky: жабык
ru: закрыто
uk: закрито

# opened
source: open
ky: ачык
ru: открыто
uk: відкрито

source: Open tasks
ky: Ачык тапшырмалар
ru: Открытые задания
uk: Відкриті завдання

source: Closed tasks
ky: Жабык тапшырмалар
ru: Закрытые задания
uk: Закриті завдання

source: Relevant Tasks
ky: Тиешелүү тапшырмалар
ru: Соответствующие задания
uk: Відповідні завдання

source: Unknown Page
ky: Белгисиз бет
ru: Неизвестная страница
uk: Невідома сторінка

# open_campaigns
source: My campaigns
ky: Менин кампаниялар
ru: Мои кампании
uk: Відкриті кампанії

source: Available campaigns
ky: Жеткиликтүү кампаниялар
ru: Доступные кампании
uk: Доступні кампанії

source: My campaigns
ky: Менин кампанияларым
ru: Мои кампании
uk: Мої кампанії

source: Join
ky: Кошулуу
ru: Присоединиться
uk: Долучитися

source: Complete
ky: Толук
ru: Законченный
uk: Закінчений

# open_notification
source: Open notifications
ky: Ачыла элек билдирүүлөр
ru: Непрочитанные уведомления
uk: Непрочитані сповіщення

# closed_notification
source: Closed notifications
ky: Ачылган билдирүүлөр
ru: Прочитанные уведомления
uk: Прочитані сповіщення

# campaign_empty_title
source: This page is empty
ky: Азырынча бул жер бош
ru: Пока что здесь пусто
uk: Поки що тут пусто

# campaign_empty_body
source: Here you can find campaigns that you joined. You can join a new campaign in “Available campaigns” section
ky: Бул жакта сиз өзүңүз кошулган кампанияларды таба аласыз. Жаңы кампанияга “Жеткиликтүү кампаниялар” бөлүмүнөн кошула аласыз
ru: Здесь Вы найдете кампании к которым Вы присоединились. Присоединиться к кампании Вы можете в разделе "Доступные кампании"
uk: Тут ви знайдете кампанії до яких ви приєдналися. Приєднатися до кампанії ви можете в розділі "Доступні кампанії"

# drawer_campaigns
source: Campaigns
ky: Кампаниялар
ru: Кампании
uk: Кампанії

# drawer_notifications
source: Notifications
ky: Билдирүүлөр
ru: Уведомления
uk: Повідомлення

# drawer_theme
source: Dark theme
ky: Темная тема
ru: Темная тема
uk: Темна тема

# drawer_help
source: Get help
ky: Жардам алуу
ru: Получить помощь
uk: Отримати допомогу

# drawer_exit
source: Log out
ky: Чыгуу
ru: Выход
uk: Вихід

# task_status_returned
source: Returned
ky: Кайтарылды
ru: Возвращено
uk: Повернено

# task_status_not_submitted
source: Active
ky: Жөнөтүлгөн жок
ru: Не отправлено
uk: Не відправлено

# task_status_submitted
source: Completed
ky: Жөнөтүлдү
ru: Отправлено
uk: Відправлено

# task_filter_active
source: Active
ky: Активдүү
ru: Активные
uk: Активні

# task_filter_returned
source: Returned
ky: Кайтарылган
ru: Возвращенные
uk: Повернені

# task_filter_submitted
source: Completed
ky: Жөнөтүлгөн
ru: Отправленные
uk: Відправлені

# task_filter_all
source: All
ky: Бардыгы
ru: Все
uk: Всі

# task_available
source: Available tasks
ky: Жеткиликтүү тапшырмалар
ru: Доступные задания
uk: Доступні завдання

source: Filter
ky: Фильтр
ru: Фильтр
uk: Фільтр

source: Select
ky: Тандаңыз
ru: Выберите
uk: Оберіть

source: Apply
ky: Колдонуу
ru: Применить
uk: Застосувати

source: Apply filter
ky: Фильтрди колдонуу
ru: Применить фильтр
uk: Застосувати фільтр

source: Country
ky: Өлкө
ru: Страна
uk: Країна

source: Category
ky: Категория
ru: Категория
uk: Категорія

# language_label
source: Language
ky: Тил
ru: Язык
uk: Мова

# release_task_button
source: Abandon
ky: Баш тартуу
ru: Отказаться
uk: Відмовитись

# release_task_dialog_title
source: Abandon task
ky: Тапшырмадан баш тартуу
ru: Отказаться от задания
uk: Відмовитись від завдання

# release_task_dialog_body
source: Are you sure you want to abandon the task?
ky: Тапшырмадан чын эле баш тартууну каалайсызбы?
ru: Вы уверены, что хотите отказаться от задания?
uk: Ви впевнені, що хочете відмовитись від завдання?

# go_back_to_previous_task
source: Previous task
ky: Мурунку тапшырма
ru: Предыдущее задание
uk: Попереднє завдання

# task_has_error
source: Form error
ky: Формада ката бар
ru: Ошибка в форме
uk: Помилка у формі

# task_failed
source: You failed the test. Try again.
ky: Тесттен өтпөй калдыңыз. Кайра аракет кылыңыз.
ru: Вы не прошли тест. Попробуйте еще раз.
uk: Ви не пройшли тест. Спробуйте ще раз.

source: Show previous
ky: Мурункуларды көрсөтүү
ru: Показать предыдущие
uk: Показати попередні

source: Hide previous
ky: Мурункуларды жашыруу
ru: Свернуть предыдущие
uk: Свернуть попередні

source: Show next
ky: Кийинкилерди көрсөтүү
ru: Показать следующие
uk: Показати наступні

source: Hide next
ky: Кийинкилерди жашыруу
ru: Свернуть следующие
uk: Свернуть наступні

# creatable_task
source: Task to complete
ky: Аткаруу үчүн тапшырма
ru: Задача для выполнения
uk: Завдання для виконання

# creatable_task_not_assigned
source: Task unassigned
ky: Ыйгарыла элек
ru: Не присвоена
uk: Не присвоєно

# creatable_task_assign_button
source: Take a task
ky: Тапшырманы алуу
ru: Взять задачу
uk: Взяти завдання

source: Field
ky: Талаа
ru: Поле
uk: Поле

# filter_value
source: Value
ky: Мааниси
ru: Значение
uk: Значення

source: Your text
ky: Сиздин текст
ru: Ваш текст
uk: Ваш текст

source: Sort
ky: Сорттоо
ru: Сортировать
uk: Сортувати

# sort_by_new
source: New first
ky: Биринчи жаңылар
ru: Сначала новые
uk: Спочатку нові

# sort_by_old
source: Old first
ky: Биринчи эскилер
ru: Сначала старые
uk: Спочатку старі

source: Date
ky: Дата
ru: Дата
uk: Дата

source: Search
ky: Поиск
ru: Поиск
uk: Поиск

# settings_chains
source: Chains
ky: Цепочки
ru: Цепочки
uk: Цепочки

# settings_tracks
source: Tracks
ky: Треки
ru: Треки
uk: Треки

# settings_ranks
source: Ranks
ky: Ранги
ru: Ранги
uk: Ранги

# settings_messages
source: Messages
ky: Сообщения
ru: Сообщения
uk: Сообщения

source: Chains
ky: Цепочки
ru: Цепочки
uk: Цепочки

# no_notifications
source: No items found
ky: Эч нерсе табылган жок
ru: Ничего не найдено

# webview_return_to_lesson
source: Back to the lesson
ky: Сабакка кайтуу
ru: Вернуться к уроку

source: In progress
ky: Аткарылууда
ru: Выполняется

source: Volume
ky: Бөлүм
ru: Раздел

source: Statistics
ky: Статистика
ru: Статистика

source: Your courses
ky: Сиздин курстарыңыз
ru: Ваши курсы

source: Join other courses
ky: Башка курстарга кошулуңуз
ru: Присоединяйтесь к другим курсам

source: Courses
ky: Курстар
ru: Курсы

# have_questions_campaign
source: Do you have questions?
ky: Суроолоруңуз барбы?
ru: У вас есть вопросы?

# call_us_campaign
source: Contact us
ky: Бизге жазыңыз
ru: Свяжитесь с нами

# call_us_description
source: Write to us, and we will definitely get in touch with you
ky: Бизге жазыңыз, сөзсүз сиз менен байланышабыз
ru: Напишите нам и мы обязательно свяжемся с вами

# call_us_title
source: Contact us:
ky: Биз менен байланышуу:
ru: Свяжитесь с нами:

# complete_volume
source: Complete
ky: Аткарылган
ru: Закончен

# closed_volume
source: Closed
ky: Жабык
ru: Закрыт

# course_is_completed
source: Course completed
ky: Курс аяктады
ru: Курс завершен

# course_start_at
source: Course begins on {date}
ky: Курс {date} башталат
ru: Запуск курса {date}

# question_field_header_correct
source: Well done!
ky: Азаматсыз!
ru: Молодец!

# question_field_header_incorrect
source: Incorrect!
ky: Туура эмес!
ru: Неправильно!

# question_field_correct_answer_label
source: Correct Answer:
ky: Туура жооп:
ru: Правильный ответ:

# question_field_next_button
source: Next
ky: Кийинки
ru: Далее

# test_form_submit_button
source: Submit
ky: Жөнөтүү
ru: Отправить

# onboarding_header
source: What do you want to learn?
ky: Эмне үйрөнгүңүз келет?
ru: Что вы хотите изучать?

# onboarding_button_skip
source: Skip
ky: Өткөрүү
ru: Пропустить

# error_box_button_home
source: Home
ky: Башкы бет
ru: Главная

# login_header
source: Learn easily and effectively!
ky: Оңой жана натыйжалуу окуңуз!
ru: Учитесь легко и эффективно!

# login_description
source: Sign up to access free courses
ky: Акысыз курстарга кирүү үчүн катталыңыз
ru: Зарегистрируйтесь, чтобы получить доступ к бесплатным курсам

# task_creation_fail_403
source: To open the lesson, complete the previous ones.
ky: Сабакты ачуу үчүн буга чейинкилерин өтүңүз.
ru: Чтобы открыть урок, пройдите предыдущие.

# policyTitle
source: PRIVACY POLICY
ky: КУПУЯЛУУЛУК САЯСАТЫ
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ

# policyDate
source: Effective as of February 10, 2025.
ky: 2025-жылдын 10-февралына карата
ru: По состоянию 10 февраля 2025 г.

# policyIntro
source: This Privacy Policy (hereinafter referred to as the "Privacy Policy") applies to all information that the mobile application "Okutool" (Окутул) may obtain about the User during its use.
ky: Бул жеке маалыматтардын купуялуулук саясаты (мындан ары – "Купуялуулук саясаты") Окутул (Okutool) мобилдик тиркемесинин колдонуучуларынан алынган маалыматка карата колдонулат.
ru: Настоящая Политика конфиденциальности персональных данных (далее – «Политика конфиденциальности») действует в отношении всей информации, которую мобильное приложение «Okutool» (Окутул), может получить о Пользователе во время использования.

# definitionsTitle
source: DEFINITIONS
ky: ТЕРМИНДЕРДИН АНЫКТАМАСЫ
ru: ОПРЕДЕЛЕНИЕ ТЕРМИНОВ

# definitionsIntro
source: 1.1. The following definitions are used in this Privacy Policy:
ky: 1.1. Бул Купуялуулук саясаты төмөнкү түшүнүктөрдү камтыйт:
ru: 1.1. В настоящей Политике конфиденциальности используются следующие значения:

# definitionAdmin
source: Administration – Fundacja Kloop Media Polska (Kloop Media Polska Foundation), registered in the Republic of Poland, which created the mobile application, administers and provides technical support for its operation, and offers services to Users through this mobile application.
ky: Администрация – Польша Республикасында катталган Fundacja Kloop Media Polska ("Клооп Медиа Полска" фонду), мобилдик тиркемени түзгөн, анын ишин башкарган жана техникалык колдоо көрсөткөн, ошондой эле колдонуучуларга кызматтарды сунуш кылган уюм.
ru: Администрация – Fundacja Kloop Media Polska (Фонд "Клооп Медиа Полска") зарегистрированная в Республике Польша, создавшая мобильное приложение, осуществляющая администрирование и техническую поддержку его работы, и предоставляющее Пользователям услуги посредством данного мобильного приложения.

# definitionMobileApp
source: Mobile Application – software designed for use on smartphones, tablets, and other mobile devices, created and functioning as a service that enables a large number of users to create and fill out forms.
ky: Мобилдик колдонмо– смартфондордо, планшеттерде жана башка мобилдик түзмөктөрдө колдонууга ылайыкташкан программа, колдонуучулардын көп санын тейлөөгө жана формаларды түзүүгө, толтурууга шарт түзөт.
ru: Мобильное приложение – это программное обеспечение, предназначенное для использования на смартфонах, планшетах и других мобильных устройствах, созданное и функционирующее как сервис, обеспечивающий деятельность большого количества пользователей путем создания и заполнения форм.

# definitionPersonalData
source: Collected Personal Data – the mobile application only collects the User's contact phone number or email address (subject of personal data).
ky: Жыйналуучу жеке маалыматтар – мобилдик тиркеме колдонуучунун (жеке маалыматтардын субъектисинин) байланыш номери же электрондук почтасын гана чогултат.
ru: Собираемые персональные данные – мобильное приложение собирает только контактный номер телефона или электронный почтовый адрес Пользователя (субъекта персональных данных).

# definitionDataProcessing
source: Processing of Personal Data – any action (operation) or set of actions (operations) performed with or without automated means concerning personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, modification), retrieval, use, transfer to third parties (distribution, provision, access), anonymization, blocking, deletion, and destruction of personal data.
ky: Жеке маалыматтарды иштетүү – маалыматтарды автоматташтырылган же автоматташтырылбаган ыкма менен чогултуу, каттоо, системалаштыруу, топтоо, сактоо, тактоо (жаңыртуу, өзгөртүү), алуу, колдонуу, үчүнчү жактарга өткөрүп берүү (таратуу, берүү, жеткиликтүүлүк), жашыруун кылуу, бөгөт коюу, өчүрүү жана жок кылуу боюнча ар кандай аракеттер.
ru: Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу третьим лицам (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
